{
  "plantasyarboles": [
    {
      "sombraygrandes": [
        {
          "name": "Flamboyán",
          "description": "Árbol caducifolio, con alturas de 12 hasta 15 m y diámetro normal de 60 cm o más; tallo algo torcido que por lo general se ramifica a muy poca altura, corteza de color gris, algo áspera que secreta una resina gomosa, con una extensa copa aplanada en forma de sombrilla; las hojas son bipinnadas; las flores son de color rojo y se disponen en racimos laterales; los frutos son vainas leñosas de 40 a 60 cm de longitud y de 5 a 7 cm de ancho, de 5 mm de espesor, planas, de color castaño oscuro en la madurez, que abren longitudinalmente en dos partes; las semillas presentan una forma fusiforme, ligeramente comprimidas, miden de 15 a 20 mm de largo por 0.8 a 1.0 mm de diámetro, la testa es de color moreno claro provista de vetas obscuras, lisa, lustrosa, coriácea, dura y resistente.",
          "nombreCientifico": "Delonix regia",
          "image": "https://laregiontam.com.mx/wp-content/uploads/2020/03/franboyan.jpg"
        },
        {
          "name": "Tamarindo",
          "description": "El tamarindo es un árbol atractivo, perennifolio, fijador de nitrógeno, que alcanza los 30 m de altura y se adapta mejor a las condiciones semiáridas. La pulpa agridulce de la vaina se come fresca, se utiliza como ingrediente para cocinar o se prepara en una bebida refrescante. Del tamarindo se obtiene madera, que se usa también para leña y carbón vegetal de alta calidad.",
          "nombreCientifico": "Tamarindus indica",
          "image": "https://eadn-wc01-3142310.nxedge.io/wp-content/uploads/2019/07/C%C3%B3mo-cultivar-un-%C3%A1rbol-de-tamarindo.jpg"
        },
        {
          "name": "Aguacate",
          "description": "Puede alcanzar hasta los 24 metros de longitud, tiene hojas enteras, de borde liso, de forma elíptica. Tienen una consistencia coriácea doradas cuando brotan, de color verde claro cuando son jóvenes y de color verde oscuro cuando maduran, flores verdosas, diminutas, y crecen en racimos o espigas, su fruto el ya conocido aguacate, de piel rugosa verde o negra, con una gran semilla en el centro y pulpa suave. ",
          "nombreCientifico": "Persea americana",
          "image": "https://www.hogarmania.com/archivos/202211/cuidados-planta-aguacate-848x477x80xX.jpg"
        },
        {
          "name": "Mango",
          "description": "Un árbol de mango puede crecer relativamente rápido y crecer a tamaños bastante grandes, llegando a alturas de 100 pies o más con una cubierta de 35 pies o más. Es de suponerse que la tasa de crecimiento, etapas de crecimiento, y la altura de un árbol de mango pueden variar con base en condiciones del suelo y del tiempo.",
          "nombreCientifico": "Mangifera indica",
          "image": "https://www.arbolesnativos.com.mx/wp-content/uploads/2022/11/arbol-de-mango-una-guia-para-el-cultivo-y-cuidado-del-arbol-de-mango-1.jpg"
        },
        {
          "name": "Mora",
          "description": "Se trata de una planta perenne y arbustiva de tallos rastreros o semierguidos, posee una raíz pivotante que alcanza unos 30cm de profundidad. Las raíces secundarias se distribuyen entre los primeros 10-20cm de profundidad.Presentan numerosos tallos bianuales (durante el primer año crecen y el segundo florecen y fructifican) que emergen desde la corona de la planta. Los tallos primarios son muy ramificados y de longitud variable, llegando a arquearse conforme van creciendo. Generalmente presentan espinas.",
          "nombreCientifico": "Rubus glaucus",
          "image": "https://www.lavanguardia.com/files/image_948_465/uploads/2018/08/05/5e997f1b96312.jpeg"
        },
        {
          "name": "Breadfruit",
          "description": "El árbol del pan o frutipan es una planta tropical que podemos encontrar en todas las regiones cálidas y húmedas del mundo. Aunque puede superar fácilmente los 10 metros, incluso se han llegado a ver ejemplares de 21m, su cultivo en maceta es posible puesto que tolera bastante bien la poda. Su tronco a menudo ramifica desde la base, y tiene un grosor máximo de 2m de diámetro.",
          "nombreCientifico": "Artocarpus altilis",
          "image": ""
        }
      ]
    },

    {
      "medianas": [
        {
          "name": "Yaka",
          "description": "El árbol de yaka es perenne y de rápido crecimiento, pudiendo alcanzar hasta 20 metros de altura. El tronco es grueso, liso en árboles jóvenes, y áspero en árboles maduros. Es de un tono marrón grisáceo y mide 60 cm o más de diámetro. Es resistente a las plagas y enfermedades, y puede crecer en diversas condiciones climáticas, aunque prefiere los climas tropicales.",
          "nombreCientifico": "Artocarpus heterophyllus",
          "image": "https://www.gob.mx/cms/uploads/article/main_image/88602/D_NQ_NP_653569-MLM27513183051_062018-W.jpg"
        },
        {
          "name": "Lychee",
          "description": "Alcanza una altura de 15 a 20 metros, con una copa compuesta por hojas lanceoladas, de color verde y con el nervio central muy marcado, sus flores son blanco-verdosas o amarillentas, y pueden ser hermafroditas o masculinas. El fruto es una drupa que tiene 3-4cm de longitud y unos 3cm de diámetro. La parte exterior es de color rojo y se retira con facilidad. La pulpa es blanca y dulce, cada fruto contiene una única semilla.",
          "nombreCientifico": "Litchi chinensis",
          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Litchi_chinensis_fruits.JPG/800px-Litchi_chinensis_fruits.JPG"
        },
        {
          "name": "Rambután",
          "description": "Se trata de una planta relativamente pequeña, que puede alcanzar una altura de 4-6 metros de altura. Las hojas son alternas, pinnadas con 3-11 foliolos o pinnas cada una que miden 5-15cm de longitud por 3-10cm de ancho. Las flores se agrupan en panículas terminales de 15-30cm de longitud. Estas pueden ser femeninas, masculinas o hermafroditas.",
          "nombreCientifico": "Nephelium lappaceum",
          "image": "https://t2.uc.ltmcdn.com/es/posts/3/8/9/como_cuidar_un_rambutan_31983_600.webp"
        },
        {
          "name": "Ciruela",
          "description": "Es un árbol frutal apreciado por su delicioso fruto, las ciruelas. Su cultivo es popular en diversas regiones del mundo debido a su sabor dulce y jugoso. El ciruelo es un árbol de tamaño mediano a grande que puede alcanzar una altura de hasta 10 metros. Sus ramas tienen una forma extendida y redondeada, y su corteza puede variar en color, desde marrón hasta grisáceo. Las hojas son ovaladas y de color verde brillante, y en primavera se cubren de hermosas flores blancas o rosadas que atraen a polinizadores como las abejas.",
          "nombreCientifico": "Prunus domestica",
          "image": "https://frutasyverduras.info/wp-content/uploads/2018/08/ciruelas-rojas-1024x680.jpg"
        }
      ]
    },
    {
      "pequenas": [
        {
          "name": "Moringa",
          "description": "La moringa es un género de arbustos y árboles con múltiples usos: sus hojas, raíces y vainas no maduras se consumen como hortaliza. Todas las partes del árbol de moringa -corteza, vainas, hojas, nueces, semillas, tubérculos, raíces y flores- son comestibles. Las hojas se utilizan frescas o secas y molidas en polvo. El aceite de semilla de moringa es dulce, no se pega, no se seca y no se enrancia, mientras que la torta hecha con semillas se utiliza para purificar el agua potable. Las semillas también se pueden comer verdes, tostadas, en polvo y en infusión para té o se pueden utilizar para hacer curry.",
          "nombreCientifico": "Moringa oleifera",
          "image": "https://inaturalist-open-data.s3.amazonaws.com/photos/65070195/original.jpeg"
        },
        {
          "name": "Papaya",
          "description": "Las papayas crecen en climas tropicales y también se conocen como papaya o papayón. Su sabor dulce, color vibrante y el aporte de una amplia variedad de beneficios para la salud la convierten en una fruta popular.",
          "nombreCientifico": "Carica papaya",
          "image": "https://i0.wp.com/www.corpmontana.com/blog/wp-content/uploads/2023/07/cultivo-de-papaya.png?fit=1798%2C1200&ssl=1"
        }
      ]
    },
    {
      "citricos": [
        {
          "name": "Limón",
          "description": "El limón es el fruto en baya del limonero, árbol de hoja perenne y espinoso de la familia de las rutáceas. Este árbol se desarrolla con éxito en los climas templados y tropicales, cultivándose actualmente en todo el mundo",
          "nombreCientifico": "Citrus limon",
          "image": "https://www.lavanguardia.com/files/image_449_220/files/fp/uploads/2022/06/26/62b85245d0ebb.r_d.241-320-9335.jpeg"
        },
        {
          "name": "Naranja",
          "description": "La naranja es el fruto del naranjo dulce, árbol que pertenece al género Citrus de la familia de las rutáceas. El naranjo dulce (Citrus sinensis) no se debe confundir con el amargo (Citrus aurantium), cultivado desde antiguo como árbol ornamental y para obtener fragancias de sus frutos. Estos frutos, llamados hespérides, tienen la particularidad de que su pulpa está formada por numerosas vesículas llenas de jugo. Presentan un color anaranjado, al que deben su nombre, aunque algunas especies son casi verdes cuando están maduras. Su sabor varía desde el amargo hasta el dulce,",
          "nombreCientifico": "Citrus sinensis",
          "image": "https://www.lavanguardia.com/files/image_449_220/files/fp/uploads/2022/06/26/62b85245d0ebb.r_d.241-320-9335.jpeg"
        }
      ]
    },
    {
      "endemicos": [
        {
          "name": "Zapote Negro",
          "descripcion": "Considerado el tzapotl original náhuatl y también conocidos por los mayas como tauch, el zapote negro es  una fruta de color verde por fuera y una pulpa de color negro por dentro, consumida popularmente en época prehispánica. El zapote negro, que a simple vista puede desconcertar por el color de su pulpa, es en realidad un fruto dulce y de textura cremosa, con una consistencia parecida a la del mousse de chocolate. Su sabor nos hace acordar al caramelo y sin dudas, se trata de un alimento con muchos beneficios nutritivos y propiedades medicinales.",
          "nombreCientifico": "Diospyros nigra",
          "image": "https://www.gob.mx/cms/uploads/article/main_image/43307/zapote-negro.jpg"
        },
        {
          "name": "Mamey Zapote",
          "descripcion": "El mamey pertenece a la familia del zapote, por lo que también es llamado zapote mamey o zapote colorado; se distingue por ser una fruta de forma ovalada, de cáscara delgada con textura áspera, su pulpa es de color rojizo y el sabor es dulce; mide de 8 a 20 cm y a su semilla se le llamada pixtle.  ",
          "nombreCientifico": "Pouteria sapota",
          "image": "https://www.gob.mx/cms/uploads/image/file/618747/zapote_1.jpg"
        }
      ]
    }
  ]
}
