{
  "plantasyarboles": [
    {
      "sombraygrandes": [
        {
          "name": "Flamboyán",
          "description": "Árbol caducifolio, con alturas de 12 hasta 15 m y diámetro normal de 60 cm o más; tallo algo torcido que por lo general se ramifica a muy poca altura, corteza de color gris, algo áspera que secreta una resina gomosa, con una extensa copa aplanada en forma de sombrilla; las hojas son bipinnadas; las flores son de color rojo y se disponen en racimos laterales; los frutos son vainas leñosas de 40 a 60 cm de longitud y de 5 a 7 cm de ancho, de 5 mm de espesor, planas, de color castaño oscuro en la madurez, que abren longitudinalmente en dos partes; las semillas presentan una forma fusiforme, ligeramente comprimidas, miden de 15 a 20 mm de largo por 0.8 a 1.0 mm de diámetro, la testa es de color moreno claro provista de vetas obscuras, lisa, lustrosa, coriácea, dura y resistente.",
          "nombreCientifico": "Delonix regia",
          "image": "https://laregiontam.com.mx/wp-content/uploads/2020/03/franboyan.jpg"
        },
        {
          "name": "Tamarindo",
          "description": "Descripción del tamarindo",
          "nombreCientifico": "Tamarindus indica",
          "image": "https://eadn-wc01-3142310.nxedge.io/wp-content/uploads/2019/07/C%C3%B3mo-cultivar-un-%C3%A1rbol-de-tamarindo.jpg"
        }
      ]
    },

    {
      "medianas": [
        {
          "name": "Yaka",
          "description": "decripcion yaka",
          "nombreCientifico": "Artocarpus heterophyllus",
          "image": "https://www.gob.mx/cms/uploads/article/main_image/88602/D_NQ_NP_653569-MLM27513183051_062018-W.jpg"
        },
        {
          "name": "Lychee",
          "description": "decripcion lychee",
          "nombreCientifico": "Litchi chinensis",
          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Litchi_chinensis_fruits.JPG/800px-Litchi_chinensis_fruits.JPG"
        }
      ]
    },
    {
      "pequenas": [
        {
          "name": "Moringa",
          "description": "La moringa es un género de arbustos y árboles con múltiples usos: sus hojas, raíces y vainas no maduras se consumen como hortaliza. Todas las partes del árbol de moringa -corteza, vainas, hojas, nueces, semillas, tubérculos, raíces y flores- son comestibles. Las hojas se utilizan frescas o secas y molidas en polvo. El aceite de semilla de moringa es dulce, no se pega, no se seca y no se enrancia, mientras que la torta hecha con semillas se utiliza para purificar el agua potable. Las semillas también se pueden comer verdes, tostadas, en polvo y en infusión para té o se pueden utilizar para hacer curry.",
          "nombreCientifico": "Moringa oleifera",
          "image": "https://inaturalist-open-data.s3.amazonaws.com/photos/65070195/original.jpeg"
        },
        {
          "name": "Papaya",
          "description": "Las papayas crecen en climas tropicales y también se conocen como papaya o papayón. Su sabor dulce, color vibrante y el aporte de una amplia variedad de beneficios para la salud la convierten en una fruta popular.",
          "nombreCientifico": "Carica papaya",
          "image": "https://i0.wp.com/www.corpmontana.com/blog/wp-content/uploads/2023/07/cultivo-de-papaya.png?fit=1798%2C1200&ssl=1"
        }
      ]
    },
    {
      "citricos": [
        {
          "name": "Limón",
          "description": "El limón es el fruto en baya del limonero, árbol de hoja perenne y espinoso de la familia de las rutáceas. Este árbol se desarrolla con éxito en los climas templados y tropicales, cultivándose actualmente en todo el mundo",
          "nombreCientifico": "Citrus limon",
          "image": "https://www.gob.mx/cms/uploads/article/main_image/63901/limonmexicano.jpg"
        },
        {
          "name": "Naranja",
          "description": "La naranja es el fruto del naranjo dulce, árbol que pertenece al género Citrus de la familia de las rutáceas. El naranjo dulce (Citrus sinensis) no se debe confundir con el amargo (Citrus aurantium), cultivado desde antiguo como árbol ornamental y para obtener fragancias de sus frutos. Estos frutos, llamados hespérides, tienen la particularidad de que su pulpa está formada por numerosas vesículas llenas de jugo. Presentan un color anaranjado, al que deben su nombre, aunque algunas especies son casi verdes cuando están maduras. Su sabor varía desde el amargo hasta el dulce,",
          "nombreCientifico": "Citrus sinensis",
          "image": "https://www.lavanguardia.com/files/image_449_220/files/fp/uploads/2022/06/26/62b85245d0ebb.r_d.241-320-9335.jpeg"
        }
      ]
    },
    {
      "endemicos": [
        {
          "name": "Zapote Negro",
          "descripcion": "Considerado el tzapotl original náhuatl y también conocidos por los mayas como tauch, el zapote negro es  una fruta de color verde por fuera y una pulpa de color negro por dentro, consumida popularmente en época prehispánica. El zapote negro, que a simple vista puede desconcertar por el color de su pulpa, es en realidad un fruto dulce y de textura cremosa, con una consistencia parecida a la del mousse de chocolate. Su sabor nos hace acordar al caramelo y sin dudas, se trata de un alimento con muchos beneficios nutritivos y propiedades medicinales.",
          "nombreCientifico": "Diospyros nigra",
          "image": "https://www.gob.mx/cms/uploads/article/main_image/43307/zapote-negro.jpg"
        },
        {
          "name": "Mamey Zapote",
          "descripcion": "El mamey pertenece a la familia del zapote, por lo que también es llamado zapote mamey o zapote colorado; se distingue por ser una fruta de forma ovalada, de cáscara delgada con textura áspera, su pulpa es de color rojizo y el sabor es dulce; mide de 8 a 20 cm y a su semilla se le llamada pixtle.  ",
          "nombreCientifico": "Pouteria sapota",
          "image": "https://www.gob.mx/cms/uploads/image/file/618747/zapote_1.jpg"
        }
      ]
    }
  ]
}
